Repository: Leo-Lem/WordScramble
Catalog: WordScramble/Resources/*.lproj/Localizable.strings
Languages: de

# preferences-title
source: Preferences
de: Einstellungen

# leaderboard-label
source: Leaderboard
de: Rangliste

# cancel-label
source: Cancel
de: Abbrechen

# enter-word-label
source: Enter your word
de: Gib dein Wort ein

# enter-word-label %@
source: Enter your word (language: %@)
de: Gib dein Wort ein (Sprache: %@)

# enter-name-to-save-label
source: Enter your name to save
de: Gib deinen Namen ein

# apply-and-new-game-label
source: Apply and Start New Game
de: Anwenden und neue Runde starten

# guest-user
source: Guest
de: Gast

# current-user-label %@
source: Playing as '%@'
de: Gerade spielt '%@'

# username-label
source: Enter your username
de: Benutzername

# password-label
source: Enter your password
de: Passwort

# optional-password-label
source: (optional) Select a password
de: (optional) Wähle ein Passwort

# login-label
source: Login
de: Einloggen

# register-label
source: Register
de: Registrieren

# name-score-label %@ %@
source: %@ scored %@
de: %@ hat %@ geholt

# took-seconds-label %@
source: took %@
de: hat %@ gebraucht

# with-word-label %@ %@
source: with '%@' (%@)
de: mit '%@' (%@)

# date-time-label %@ %@
source: on %@ (%@)
de: am %@ (%@)

# title-login-connection
source: Couldn't reach the server...
de: Verbindung zum Server fehlgeschlagen...

# desc-login-connection
source: You can play as offline (as a Guest) though.
de: Du kannst trotzdem offline spielen (als Gast).

# title-login-username
source: Unknown user...
de: Nutzername unbekannt...

# desc-login-username
source: Do you want to register under this name?
de: Willst du dich unter dem Namen registrieren?

# title-login-pin
source: Wrong Password :(
de: Falsches Passwort :(

# desc-login-pin
source: Try again...
de: Versuchs nochmal...

# title-login-registerUsername
source: Username is already taken...
de: Nutzername bereits vergeben...

# desc-login-registerUsername
source: Choose something else or continue as a Guest.
de: Wähle einen anderen oder mach weiter als Gast.

# title-login-unknown
source: Unexpected Error
de: Unerwarteter Fehler

# title-root-notReal %@
source: You can't use '%@'!
de: '%@' ist nicht zulässig!

# desc-root-notReal
source: It's not a real word...
de: Gibt's nicht, das Wort...

# title-root-tooShort %@
source: You can't use '%@'!
de: '%@' ist nicht zulässig!

# desc-root-tooShort
source: It's too short... (use at least 6 letters)
de: Ist zu kurz... (mind. 6 Buchstaben)

# title-time-half
source: Half Time!
de: Halbzeit!

# desc-time-half
source: Keep it up!
de: Weiter so!

# title-time-out
source: Time's up!
de: Zeit ist um!

# desc-time-out
source: To keep playing disable the timer.
de: Wenn du weitermachen willst deaktivier' den Timer.

# title-new-isRoot %@
source: '%@' is the root word!
de: '%@' entspricht dem Basiswort!

# desc-new-isRoot
source: Obviously you can't just use the original word...
de: Das Gleiche kannst' halt nicht einfach nehmen...

# title-new-tooShort %@
source: '%@' is too short!
de: '%@' ist zu kurz!

# desc-new-tooShort
source: Only words with more than 3 letters allowed...
de: Mindestens vier Buchstaben...

# title-new-notNew %@
source: You already used '%@'!
de: '%@' hattest du schon!

# desc-new-notNew
source: Be more original...
de: Denk dir was neues aus...

# title-new-notPossible %@
source: '%@' is not possible!
de: '%@' passt nicht!

# desc-new-notPossible
source: You can't just use any word, you know...
de: Nur die gegebenen Buchstaben sind erlaubt...

# desc-new-notReal
source: That's not a word...
de: Das Wort gibt's doch gar nicht...
